---
kind: property
id: P:Autodesk.Revit.DB.View.AreCoordinationModelHandlesHidden
zh: 视图
source: html/1b777386-42a0-6a34-2c79-1290186b79a0.htm
---
# Autodesk.Revit.DB.View.AreCoordinationModelHandlesHidden Property

**中文**: 视图

Indicates if Coordination Model handles are currently hidden in the view.

## Syntax (C#)
```csharp
public bool AreCoordinationModelHandlesHidden { get; set; }
```